/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automático";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="Após a impressão do trabalho, o painel de controle da impressora pode ser utilizado para imprimir mais cópias do trabalho. As várias cópias de trabalhos armazenados são automaticamente intercaladas.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="Quando você solicita várias cópias, a primeira cópia é impressa. As restantes ficam na impressora até serem liberadas pelo painel de controle da impressora. As várias cópias de trabalhos armazenados são automaticamente intercaladas.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="O trabalho será armazenado na impressora como se estivesse em um gabinete de arquivos eletrônicos, e será impresso quando for solicitado no painel de controle da impressora. Use esse recurso para formulários e documentos comuns ou compartilhados. As várias cópias de trabalhos armazenados são automaticamente intercaladas.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="O trabalho fica armazenado na impressora. Nada é impresso enquanto os trabalhos não forem solicitados no painel de controle da impressora. Trabalhos de impressão particulares são protegidos por números de identificação pessoal (PIN, Personal Identification Number) de quatro dígitos definidos pelo usuário. As várias cópias de trabalhos armazenados são automaticamente intercaladas.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Seu trabalho fica guardado na impressora, como se fosse um arquivo eletrônico. Nada é impresso antes que o painel de controle da impressora faça o pedido de impressão. Os trabalhos de impressão Armazenados de forma privada estão protegidos por  números de identificação pessoal de 4 dígitos que você especifica. As várias cópias de trabalhos armazenados são automaticamente intercaladas.";
"HPJOBRETENTIONOPTION_OFF_DS"="O trabalho será impresso, mas não será armazenado na impressora.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Seu trabalho fica guardado na impressora, como se fosse um arquivo eletrônico. Nada é impresso antes que o painel de controle da impressora faça o pedido de impressão. Os trabalhos de impressão armazenados estão protegidos por um número de identificação pessoal de 4 dígitos opcional que você especifica. As várias cópias de trabalhos armazenados são automaticamente intercaladas.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Armazene o seu serviço de impressão na impressora até solicitar o serviço pelo painel de controle da impressora. Uma vez impresso, o serviço será excluído da impressora. Mantenha o serviço de impressão privado usando um Número de Identificação Pessoal (PIN).";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Seu trabalho será armazenado na impressora e nada será impresso até que você solicite o trabalho no painel de controle da impressora. Após a impressão do trabalho, este será automaticamente removido do armazenamento de trabalhos da impressora.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Seu trabalho será armazenado na impressora e nada será impresso até que você solicite o trabalho no painel de controle da impressora e insira o PIN. Após a impressão do trabalho, este será automaticamente removido do armazenamento de trabalhos da impressora.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Seu trabalho foi armazenado na impressora como se esta fosse um armário de arquivos eletrônico. Nada será impresso até que seu trabalho seja solicitado no painel de controle da impressora. Use esse armazenamento para formulários e outro documentos comuns ou compartilhados.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Seu trabalho será armazenado na impressora como se esta fosse um armário de arquivos eletrônico. Nada será impresso até que você solicite o trabalho no painel de controle da impressora e insira o PIN. Use esse armazenamento para formulários e outros documentos comuns ou compartilhados.";

"HPSTRAIGHTPAPERPATH_DS" = "Compartimento alternativo está aberto";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Certifique-se de que a bandeja de alimentação manual esteja vazia ou, se estiver iniciando a partir desta bandeja, que ela contenha somente papel suficiente para este documento (adicione uma folha para a guia de reinserção, se selecionada).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Imprimir Guia de Reinserção";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Texto em cinzas neutros";
"HPTEXTHALFTONE_SUMMARY" = "Texto em meio-tom";
"HPTEXTRGB_SUMMARY" = "Texto Cores RGB";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Gráficos em cinzas neutros";
"HPGRAPHICSHALFTONE_SUMMARY" = "Gráficos em meio-tom";
"HPGRAPHICSRGB_SUMMARY" = "Gráficos Cores RGB";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Fotografias em cinzas neutros";
"HPPHOTOHALFTONE_SUMMARY" = "Fotografias em meio-tom";
"HPPHOTORGB_SUMMARY" = "Fotografias Cores RGB";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Para imprimir uma brochura, marque a caixa de seleção \"Frente e verso\" ou \"Dúplex manual\" acima.";
"HPBOOKLETFILTER_MANUAL_DS" = "Para imprimir uma brochura, marque a caixa de seleção  \"Dúplex manual\" acima.";
"HPBOOKLETFILTER_AUTO_DS" = "Para imprimir uma brochura, marque a caixa de seleção \"Frente e verso\" acima.";
"DUPLEXER_NOT_INSTALLED" = "Para imprimir um livreto, instale um duplexador.";
"DUPLEXER_INSTALLED" = "Para imprimir um livreto, a impressão frente-e-verso deve estar ativada.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Unir pág. direita";

"HPWMSWITCH_CHECKBOX_TITLE" = "Marca d'água";

/*UntitledCustomName*/
"UntitledString"="Sem título";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 ppp";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Imprimir cor como cinza";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Entrada em cores/renderização em preto: 600x600 ppp\nSaída (preto/cor): Automático";

"OUTPUTMODE_DS_GENERALOFFICE" = "Renderização Preto: 300x300dpi \nEntrada Cor: 300x300dpi \nSaída (Preto): Automático \nSaída (Cor): Automático";

"OUTPUTMODE_DS_PROFESSIONAL" = "Renderização Preto: 600x600dpi \nEntrada Cor: 600x600dpi \nSaída (Preto): Automático \nSaída (Cor): Automático";

"OUTPUTMODE_DS_PRESENTATION" = "Renderização preto: 600x600dpi \nEntrada cor: 600x600dpi \nSaída (Preto): Automático \nSaída (Cor): Automático \nPara esses tipos de papel, Saída Preto é 1200x1200 dpi otimizado: Não especificado, Comum, Fosco apresentação HP Premium e Folheto fosco HP";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Renderização Preto: 600x600dpi \nSaída Cor: 600x600dpi \nSaída (Preto): Automático \nSaída (Cor): 2400x1200 dpi otimizado";

